[
  {
    "id": "1",
    "header": "Introduction to traffic regulations",
    "sub_headers": [
      {
        "id": 1.1,
        "title": "1. Documents of the driver/owner of the vehicle",
        "description": "The driver is obliged to carry and, upon the request of a police officer (inspector), provide a certain set of documents:\n\ndriver's license (license),\nvehicle registration certificate, in case the driver is not the owner of the vehicle and there is no owner in the vehicle - a power of attorney,\ncompulsory insurance policy (OSAGO).\ntechnical inspection certificate\nCertificate of completion of driving school does not give the right to drive a particular vehicle, but confirms your ability to drive vehicles of a certain category. This document can be compared to a diploma of graduation from a university. You do not need to carry it with you.\n\nVehicle passport (PTS) is the main document, in fact it can be compared to your birth certificate. It is issued initially by the manufacturer and then it passes from owner to owner. You do not need to carry it with you, and it is required mainly only when registering and deregistering a vehicle.\n\nWhen buying a used car, the first acquaintance with it should begin with the PTS, it includes all the owners of the car. If you are presented with a duplicate, it makes sense to be wary - how many owners it had, because if there are a dozen or even more, it makes no sense to talk about the safety of the car.\n\nAll vehicles (except for trolleybuses and streetcars) are divided into five main categories, these categories are indicated in the driver's license:\n\n“А” \n\n - motorcycles;\n\n“В” \n\n - cars and trucks with an authorized maximum mass of less than 3.5 tons;\n“С”\n\n - trucks with an authorized maximum mass of more than 3.5 tons;\n“D”\n\n - buses;\n“Е”\n\n - vehicles with a trailer with a payload of more than 750 kg.\nVehicle registration certificate is also called a technical passport, it contains the most important data of the vehicle, by which you can accurately correlate the car and the document. This is the make of the car, body type and color, number units (engine, body, etc.), technical characteristics of the vehicle. In addition, the data of the present owner are included in the technical passport, i.e. if during the check of documents it turned out that you do not have the registration certificate, the inspector has the right to detain the vehicle until the relevant documents are provided"
      },
      {
        "id": 1.2,
        "title": "2. Traffic accident",
        "description": "The main causes of road accidents:\n\ntraffic violations by drivers \n\n- 74,3%,\ntraffic violations by pedestrians\n\n - 30,8%,\nunsatisfactory condition of streets and roads\n\n - 22,7%,\ntechnical malfunctions of vehicles\n\n - 2,5%.\nYes, Nikolai Vasilyevich Gogol was right, there are two troubles in Russia: fools and roads.....\n\nFrom the position of the Rules, not every collision involving vehicles is an accident. Let's try to deal with it in more detail. So, a road traffic accident is an event that occurred in the process of movement of a vehicle on the road and with its participation, which killed or injured people, damaged vehicles, structures, cargo or caused other material damage. In accordance with the above wording, in order to classify an event as a road traffic accident, at least three conditions must be present: the vehicle must be moving, the event itself must be related to the vehicle and the consequences of the event must correspond to those listed in the definition.\n\nThus, the sudden death of a driver or passenger in a vehicle as a result of a heart attack does not qualify as a road traffic accident, as this event is not directly related to the movement of the vehicle. Also, the driver's injury during the repair of any malfunctions in a stationary vehicle cannot be attributed to a road traffic accident. Road traffic accidents do not include off-road events, i.e. a collision at a gas station is nominally not an accident.\n\nIn case of an accident, the driver is obliged to stop immediately and turn on the emergency alarm system, put up an emergency stop sign at an appropriate distance (in a populated area not less than 15 m, outside a populated area not less than 30 m). If vehicles block the movement of other vehicles, take measures to clear the roadway, having previously marked the places directly related to the accident (fragments of headlights, position of cars, etc.). Further development of events can go in two ways: if there are victims to call traffic police and ambulance, if there are no victims and drivers mutually agree on the accident, with witnesses to draw up a scheme of the accident and proceed to the nearest traffic police post to register what happened.\n\nA fairly common phenomenon is an attempt to resolve the issue, including material, on the spot without involving police officers. Such behavior is fraught, all of you have heard about “auto framing”, so it is quite real to meet with it. An example from life, I hope it will help you not to get into an unpleasant situation:"
      },
      {
        "id": 1.3,
        "title": "3. Duties of the driver",
        "description": "I don't think it's worth mentioning that it is the driver's responsibility to know and obey the Rules of the Road, and in addition:\n\n─ ─ carry:\n\n─ \n\na driver's license,\n\n─\n\nregistration certificate,\n─\n\ncompulsory civil liability insurance policy,\n─\n\npower of attorney, if the driver is not the owner of the vehicle;\n─\n\nwearing a seat belt and not carrying passengers who are not wearing seat belts (exceptions: a driving instructor may not wear a seat belt, and only in populated areas - drivers and passengers of vehicles of operational services);\n─\n\nEnsure that the vehicle is in good working order before and during travel;\n─\n\nto be examined for intoxication at the request of police officers; to provide the vehicle to police officers, federal state protection bodies and federal security service bodies in cases stipulated by the legislation, as well as medical and pharmaceutical workers for transportation of citizens to the nearest medical institution in life-threatening cases. The vehicle is provided regardless of the initial direction of travel.\n"
      },
      {
        "id": 1.4,
        "title": "4. Duties of passengers",
        "description": "The responsibilities of passengers are not as numerous as those of drivers, but in any case they are there. The driver is responsible for their fulfillment on the part of passengers. Passengers, are obliged to:\n\n─ \n\n─ wear the seat belts provided, regardless of where they are seated;\n\n─ \n\nto board or disembark from the sidewalk or curb, making sure that it is safe and there is no interference with other road users. As an exception, boarding and alighting from the side of the roadway is possible if it is not possible from the side of the sidewalk if all safety precautions are observed;\n\n─ \n\npassengers are prohibited from opening doors while driving, distracting the driver from driving the vehicle.\n\nAll these requirements and prohibitions are childishly naive, but there are plenty of examples of their non-fulfillment. It is quite a common phenomenon: a passenger opens the door from the side of the roadway, and she is safely driven away by a passing car, and not wearing seat belts is not a topic for discussion at all.\n"
      },
      {
        "id": 1.5,
        "title": "5. Pedestrian responsibilities",
        "description": "Pedestrians, as well as drivers of vehicles, are participants of traffic and, accordingly, are obliged to obey the Rules. Pay attention to the statistics of accidents, about one third of all accidents are associated with violation of the Rules on the part of pedestrians. Let's dwell on how pedestrians must cross the roadway.\n\nPedestrians are obliged to cross the roadway at crosswalks, and in their absence - at intersections along the line of sidewalks or shoulders, if there are no intersections in the visibility zone, it is allowed to cross the road at right angles to the edge of the roadway, but only on sections of roads that do not have a dividing strip or fence. \n"
      }
    ]
  },
  {
    "id": 2,
    "header": "Automatic or mechanical",
    "sub_headers": [
      {
        "id": 2.1,
        "title": "1. Manual or automatic: what to choose if you're going to pass your driver's license",
        "description": "Manual or automatic: what to choose if you're going to pass the licenseThe majority of students before training face a reasonable question - automatic transmission (automatic) or automatic transmission (manual)? There is no unambiguous answer, but we will tell you which driver will be more to his liking.\n\nThere is a legend that only mechanics can help a student to “feel” the car and its engine speed much better, to make a beginner a good driver. All because, in addition to the brake and gas pedals, it includes a third one - the clutch. Indeed, this distinction gives a greater connection with the car and improves the understanding of its work.\n\nBut not everyone wants to become a professional, connect their life with endless roads and alternate cars with different gearboxes.\n"
      },
      {
        "id": 2.2,
        "title": "2. Which is easier to learn on?",
        "description": "Manual or automatic: what to choose if you're going to pass the licenseThe majority of students before training face a reasonable question - automatic transmission (automatic) or automatic transmission (manual)? There is no unambiguous answer, but we will tell you which driver will be more to his liking.\n\nThere is a legend that only mechanics can help a student to “feel” the car and its engine speed much better, to make a beginner a good driver. All because, in addition to the brake and gas pedals, it includes a third one - the clutch. Indeed, this distinction gives a greater connection with the car and improves the understanding of its work.\n\nBut not everyone wants to become a professional, to connect his life with endless roads and alternate cars with different gearboxes.What is easier to learn? The main feature of automatic is simplicity and convenience. This is definitely a plus in the piggy bank of its advantages. Especially if before driving school you had absolutely no experience of interaction with the car and you did not try to teach you to drive numerous relatives.\n\nJust two pedals, in which it is almost impossible to get confused. What could be easier? Besides, you don't have to endlessly change speeds, constantly yanking the lever, get distracted and fatigued.\n\nAnd, it would seem, in this case, the choice is obvious, but there is an important nuance. After learning to drive on an automatic transmission, an additional entry “AT” (automatic transmission) appears in the driver's license in addition to the mark on the category received. This mark appeared in 2014 and limits you in the vehicles you can drive.\n\nEven if you are a marvelous driver who is fully confident that you can safely get behind the wheel of any passenger car, it is recommended not to make a mistake. Driving a manual transmission vehicle with the “AT” mark on your driver's license is considered driving without a license.\n"
      },
      {
        "id": 2.3,
        "title": "3. So it's better to take the exam in an automatic transmission?",
        "description": "The manual is definitely an advantage, but it's a little more difficult to pass the final exam with a manual transmission. You can get confused with the pedals, engage the wrong speed or stall. Besides, you may get a car with such a “killed” clutch that even starting from a place will be a problem. Agree, it does not add confidence.\n\nSo if you plan to drive a particular car, and most often new and modern TC on the automatic, then do not break your head over the creation of unnecessary problems - learn the automatic transmission!\n\nPlanning on renting a car, using cargo carsharing, or considering traveling to other countries? Perhaps thinking about the zombie apocalypse? Consider giving up on mechanics. Yes, you never know which auto will be better and closer here, so it makes sense to have a choice.\n\nMechanics are an unchanging classic, you can't say about it that it's “unmodern” or “no longer in fashion”.\n\nIf you have had training on an automatic, but there is a desire to drive on another gearbox, then you need to go for retraining in a driving school.\n"
      },
      {
        "id": 2.4,
        "title": "4. The difference in training between an automatic transmission and an automatic transmission",
        "description": "Each of the training has its own peculiarities, we will not call it pros or cons, rather some differences.\n\nFor example, if you plan to choose driving on mechanics, then the first thing you need to learn how to shift gears correctly, so as not to damage anything. Some time will have to spend on studying the principles of interaction with it.\n\nAlso, the student must understand how to own the clutch, and have patience if it does not work out to move from the first time.\n\nWhile a driver on an automatic, first of all, learns to react quickly to changes in speed and deftly maneuver while driving.\n\nIf you studied on an automatic, you will not be able to pass the final exam on a mechanic. The rule works in the opposite direction as well.\n"
      },
      {
        "id": 2.5,
        "title": "5. How do you change to a manual?",
        "description": "If it becomes necessary to change a car from an automatic transmission to an automatic transmission, the driver will need to undergo retraining at a driving school. To be fair, this process does not cause much difficulty. Refresher training includes only 16 hours of practice.\n\nBut there will be no theory, memorization of traffic rules and passing the test on the training ground. You only need to pass the driving test in the city.\n\nOn the one hand, it is better to learn mechanics at once, if you are not sure that you will only drive an automatic. On the other hand, with frequent trips on the automatic transmission can be lost and forgotten skills of driving a car with another gearbox. Additional hours of practice at a driving school are definitely not superfluous.\n"
      },
      {
        "id": 2.6,
        "title": "6. Which gearbox is better for everyday life?",
        "description": "Automatic transmission is more adapted to the driver's calm and measured life. Driving from home to work and other ordinary things, standing in traffic jams in the city center and starting from a place without any problems - all this is about automatic transmission.\n\nIf you live in a city with unpredictable weather conditions, especially in winter, an automatic transmission will give you complete confidence in any situation. With it you will be able to control your every action.\n\nAnd if you have racing or drifting in your heart, it is strictly necessary to master the automatic transmission at the first opportunity!\n\nFor central quiet roads, an automatic will be very comfortable. Moreover, most cars are now produced on automatic transmission.\n\nTraffic jams, traffic lights, crosswalks and everything else that makes you stop, greatly increase fatigue when driving because of the extra pedal. Therefore, the automatic is very well suited for those who do not want to get very tired on the road.\n\nYes, on average, an automatic gearbox lasts less than a manual gearbox, so it is important to consider your budget before choosing a car. Fuel is also consumed a little faster on an automatic transmission, but we all appreciate things that make everyday life easier.\n"
      }
    ]
  },
  {
    "id": 3,
    "header": "1. Getting behind the wheel, adjusting mirrors, taxiing and shifting gears",
    "sub_headers": [
      {
        "id": 3.1,
        "title": "2. Adjusting the driver's seat",
        "description": "Adjusting the driver's seat\nThe first thing to take into account when adjusting the seat is the individual characteristics of the driver: his height, build and weight. We will tell you in more detail at the end of the article, but for now about the basic recommendations.\n\nHow to adjust the driver's seat:\n\nthe seat back is inclined at an angle of 75-90 degrees - the numbers may vary depending on how many hours a person spends behind the wheel\nThe headrest is adjusted parallel to the back of the head.\nThe driver sits in his seat so that there are no gaps between his back and the back of the seat, there is at least 3 cm of clearance to the edge of the seat, and the feet rest comfortably (without tension) on the pedals.\n\nIf we take racing cars as an example, where pilots practically lie in their seats due to the fact that the backrest of the seats is vertically positioned. This design allows not only better control of the steering wheel, but also less fatigue. There is no scientific explanation of why this is so, but motorsport professionals have proved everything in practice.\n\nIn pilot's landing it is important that the shoulder blades well adhered to the seat and did not come off, even if the amplitude of movement of the shoulders is maximum. To ensure full contact between the back and the seat, it is designed with special curves. Drawing a parallel with a bolide and an ordinary vehicle, we can draw a conclusion:\n"
      },
      {
        "id": 3.2,
        "title": "3. Steering wheel and shifters",
        "description": "If the back of the chair is excessively deviated, at the moment of performing a maneuver (breaking off the shoulder blades), the driver simply hangs on the steering wheel. It turns out that he/she will no longer be able to control the car.\n\nWhen the driver uses this hand position, the force acting on the steering wheel is not properly distributed. At this moment, the feeling of full control over the technique is created, but it is only a feeling. The same thing comes out when the driver keeps his left hand on the steering wheel, the right hand on the gear knob. Such a habit is dangerous, because in the event of a risk of an accident, it will not be possible to quickly maneuver.\n\nIt is important to ensure a symmetrical grip on the steering wheel and get used to holding it even in emergency situations. If you have to intercept the wheel of the steering wheel, it should be done consistently.\n\nIt is also worth mentioning TCs, the steering wheel of which provides for vertical and horizontal superstructure. This is very convenient and safe, if both parameters are adjusted correctly. However, most often car owners move the wheel of the steering wheel too close to the body, believing that this will allow you to control the behavior of the TC. This manipulation is dangerous because at the moment of collision the airbag will shoot out of the steering wheel, which will most likely lead to chest injury. Therefore, the recommended inclination of the steering wheel to the chest is 35-40 centimeters.\n"
      },
      {
        "id": 3.3,
        "title": "4. Seat belt",
        "description": "What to hide, our compatriots are not very fond of wearing seat belts. As much as social slogans and traffic police fines have tried to teach them to use a seatbelt, many drivers still neglect this rule. And at the same time, if you don't wear a seatbelt, neither the right driver's seat nor the adjustment of the seat will have any effect.\n\nIn order for the seat belt to perform its function correctly, it must be adjusted so that it:\n\ndoes not strangle the driver, i.e. there must be no contact between the belt and the throat;\nruns diagonally from shoulder to hip along the rib cage;\nlocks the body tightly, but not rigidly, and the clamping of the retainer is always tight.\nWhat mistakes can be made\nOne: the harness is not properly tensioned\n\nHaving adjusted the seat and steering wheel, many motorists go on the road without buckling up or loosen the tension of the belt so much that it hangs on the driver. Another variant of negligent attitude to safety is when the belt is fastened to the seat, i.e. skipping behind it, thus cheating the belt sensor.\n"
      },
      {
        "id": 3.4,
        "title": "5. Foot placement on the pedals",
        "description": "This issue is especially relevant for fans of the MKPP. To reduce reaction time and prevent leg fatigue, it is worth following the following rules:\n\nThe foot must necessarily remain on the pedal.\nThe right foot can be between the pedals. To depress the gas or brake, you must move your foot without taking your heel off the floor.\nThe fulcrum is always in the middle of the foot.\nWhat mistakes can be made\nOne: Straight outstretched legs\n\nIf there is a sudden impact, because of this position, the legs can be injured. Therefore, they should always be slightly bent, even if the driver presses the pedal to failure.\n\nIt is also considered a traumatic position when, pressing the pedal, the driver pulls away from the seat. In this case, all the force is transferred to the hip instead of being dispersed along the leg as it would be in a slightly bent leg position.\n"
      },
      {
        "id": 3.5,
        "title": "6. Adjusting the side mirrors and rear view mirror",
        "description": "So, the driver has taken a comfortable and correct position in the seat, checked accessibility to the steering wheel, pedals, gearbox, now you need to adjust the view. When driving, it will allow not to turn your head 360 and not to lose attention.\n\nThe mirrors are set correctly if:\n\nthe exterior mirrors show the sky and road (horizon in the middle);\nthe rear door handle is visible in the side mirrors;\nthe rear view mirror shows the rear window of the car.\n\nTo begin with, it is worth clarifying what is considered a non-standard configuration. This is when the driver is under/over 165-175 cm tall, over 90 kg, or other features (see below). In order to manage the car was more comfortable and safe it is worth talking about additional measures:\n\nWho has weak hands, you can change the steering wheel size larger than usual. In this case, the grip of the steering wheel is wide with both hands, at the top of the rim.\nThose with long arms: the back of the chair should be tilted more than 75-90 degrees. The buttocks should be on the edge of the chair. There is only one inconvenience - the neck will get tired quickly.\nWho has short arms: legs should be half-bent, the body in an upright position. You can also bend the gear knob, so that you do not have to bend to it.\nIf you have long legs, you should assume a posture where your legs and body form an almost right angle.\n"
      }
    ]
  },
  {
    "id": 4,
    "header": "Car start",
    "sub_headers": [
      {
        "id": 4.1,
        "title": "1. Starting the car engine",
        "description": "After making sure that the car is on the parking brake, depress the clutch pedal and set the gear lever in neutral position (or make sure that it is in this position). The thing is that the gear engaged when the engine is not running is sometimes used to hold the car in place (instead of the “handbrake”). In this case, if we try to start the engine without disengaging the gear and without depressing the clutch, the following will happen: when we turn on the starter, and it is with it that we start the engine, the car will make a leap forward. This is fraught with trouble. Having made sure that the gearbox lever is in the neutral position, turn the ignition key clockwise until the starter engages. As soon as the engine starts, the ignition key must be released immediately.\n\n Key positions:\n   I - ignition is off, parking lamps and headlights can be switched on\n   O - everything is switched off\n   II - ignition on\n   III - starter position (spring loaded).\n\nRecommendation.If you are not sure if the gear is in neutral, depress the clutch and start the engine in this position. When the engine is started, do not drop the clutch pedal, but slowly try to release it. In case the car jerks, immediately depress the clutch pedal and disengage the gear. And to avoid any accidents, before starting the engine, check that the handbrake is tightened. This precaution will prevent the car from moving if the gear is engaged. The engine will then simply stall.\n"
      },
      {
        "id": 4.2,
        "title": "2. Starting the vehicle from a standstill",
        "description": "Of course, the first serious practical step in the process of learning to drive a car is moving off. As we have already said, everything should be done gradually and in the proper order. Touching the vehicle at first glance may seem to be the simplest action. In fact, the above manipulation of the car is by no means the simplest point of learning to drive a car. Quite ordinary maneuver requires from the future driver of certain ideas about the functioning of the vehicle, many accidents occur precisely when performing this process. With a negligent attitude to the beginning of the movement, you can expose yourself to danger. Note that learning to drive a car is aimed at preserving the health of all road users. Starting from the place, of course, is just a start on the long road of learning to drive a car, nevertheless, it is a set of exercises in this not the most intricate aspect, allows the future owner of the license to feel confident, and if you want, to get along with his car."
      },
      {
        "id": 4.3,
        "title": "3. Exercise 1: Practicing the clutch release torque",
        "description": "Your right foot is over the gas pedal. Depress the clutch pedal, engage 1st gear. Keeping the clutch depressed, remove the car from the “handbrake”. The car is ready for the exercise. In order not to miss the moment of clutch release, you start releasing the clutch pedal very slowly, observing the behavior of the car. You will feel the moment of clutch engagement by the engine speed. When the clutch is activated, the engine will be loaded, its rpm will drop (decrease). Your left foot should memorize this actuation position. As soon as you feel that the engine has reacted by decreasing revolutions, it is not necessary to release the clutch pedal further (in this exercise). After a short delay, depress the pedal to the floor again and disengage the gear. If the engine has reduced revs but has not stalled, the purpose of the exercise has been achieved. If the engine stalls, remember to disengage the gear before restarting it. Do this exercise several times."
      },
      {
        "id": 4.4,
        "title": "4. Exercise 2: Starting a vehicle from a standing position",
        "description": "The engine needs a certain amount of power to start the vehicle, which depends on its rpm. At idle speed, the speed at which the engine is running without a load when the accelerator pedal is released, its power is minimal. At the moment of starting the car, the engine is loaded, overcoming the rolling resistance of the car, and in order for it not to stop, it is necessary to add its revolutions by slightly pressing the accelerator pedal. Let's try to start by simply adding revolutions, i.e. work only with the right foot. The accelerator pedal should be pressed very gently. The engine without load will react sensitively. The revolutions are controlled by ear.\n   Now proceed to the exercise. Preparatory operations are the same as in exercise 1:\n   * depress the clutch pedal;\n   * engage 1st gear;\n   * releasing the clutch pedal, find the triggering position (engine speed slightly drops).\nThen, adding revolutions with the accelerator pedal, release the clutch pedal literally 1-2 mm, keeping the left foot in tension. The car will start to move forward. At the moment the car starts moving, the accelerator pedal is slightly released (the engine does not need power when moving steadily), and the clutch is fully released. After driving the car in a straight line for a few meters, depress the clutch and brake with the right foot. After stopping the car, immediately switch off the gear. If the car “nods” when braking, it means that the brake pedal was pressed too hard. Do not hurry to try again, calmly analyze your actions.\n   Possible errors and their causes:\n   1. The car jerked when moving off - the clutch was released too sharply\n   2. The engine stalled - when releasing the clutch the revs were insufficient\n   3. The engine “roars” - the revolutions are too high and were added before the clutch was released, i.e. without load\nLet's say right away that performing this exercise makes the clutch work in an unfavorable mode (driven disk works longer time with slippage), but from the point of view of the educational gives the best result in training the leg to control the clutch.\n"
      }
    ]
  }
]
